hello_message = "Гойдааа!"
before_answer_message = "Поздняков думает..."

not_reply_message = "Сначала выдели, что нужно цитировать"
cleared_message = "Поздняков забыл о чем с вами говорил"
quoted_message = """Если это сообщение разъеб, то жди себя в Поздняков AI: Лучшее"""

info_message = """Pozdnyakov AI - произведение искусства и революция в мире искусственного интеллекта.
При этом доступно оно всем - https://github.com/sodeeplearning/Pozdnyakov-Vlad-AI

Данная нейросеть была обучена на каналах "Поздняков 3.0" и "Бутылка". 
Ответственность за ответы модели команда разработчиков не несёт.

По всем вопросам: https://t.me/Notfag
"""
