hello_message = "Гойдааа!"
before_answer_message = "Поздняков думает..."

not_reply_message = "Сначала выдели, что нужно цитировать"
cleared_message = "Поздняков забыл о чем с вами говорил"
quoted_message = """Если это сообщение разъеб, то жди себя в Поздняков AI: Лучшее"""
forwarded_message = "Сообщение отослано!"
too_frequently_message = f"Воу, полегче. Я еще не отошел от последнего вопроса. Спроси меня секунд через "
too_frequently_quote = f"Охлади свой пыл, дружище. Снова будешь цитировать через секунд "

info_message = """Pozdnyakov AI - произведение искусства и революция в мире искусственного интеллекта.
При этом доступно оно всем - https://github.com/sodeeplearning/Pozdnyakov-Vlad-AI

Данная нейросеть была обучена на каналах "Поздняков 3.0" и "Бутылка". 
Ответственность за ответы модели команда разработчиков не несёт.

Канал с лучшими ответами нейросети - https://t.me/pozdnyak_ai_best
Узнать больше об авторе - https://t.me/+u5cBeZbryUs1ZjEy

По всем вопросам: https://t.me/Notfag
"""

admin_commands_message = """Список админских команд:
/p - Запостить в "Поздняков AI: Лучшее" понравившийся ответ модели
/checklogs - Посмотреть логи вопров-ответов (последние 10 000 логов)
/savelogs - Получить json файл логов
/sf {id} : {сообщение} кинуть сообщение от лица Pozdnyakov AI
/forward {id} Переслать ответ Позднякова от лица Pozdnyakov AI
"""
